{
  "themes": [
    {
      "name": "Ancient history (1000 BC – 300 AD)",
      "description": "Ancient time period is characterized by increasing social inequality and the establishment of first states. Ancient historywas the time when the first written records of Chinese, Greeks,Persians became available on the history of Kyrgyzstan andCentral Asia. It also coincided with the invention of iron andthe beginning of the Iron Age.The invention of iron resulted in the revolution of technology and lifestyle. The tools made from iron became more solidand flexible. Iron was a good metal to produce weaponry. Thetribes in Central Asia learnt how to ride horse and, therefore,became more mobile. Nomads managed to create well-organizedand well-equipped armies.The first state established on the territory of Kyrgyzstanwas Saka Tribal Confederation. The reason why it was calledSaka Tribal Confederation was that the state was still based ontribes and clans and lacked bureaucracy. The disintegration ofSaka State was followed by the appearance of two other stateson the territory of Kyrgyzstan: Wusun State in the north andDavan State in the south. Those states had more developed stateinstitutions of three levels: the ruler, the Council of Elders andstate officials. While Wusuns were predominantly pastoralists,Davan people were engaged in agriculture.2.1. Saka Tribal Confederation (1000 BC – 100 BC)In the first millennium BC, the history of Central Asia wasnot any more based on archaeological artifacts but also on thewritten sources of those peoples who developed their writingsystems and provided the earliest information on the nomadsof Central Asia. They were Persian, Greek, Chinese and Indian28 History of Kyrgyzstanhistorical sources. Different sources named those nomads differently. Greek sources, in particular Herodotus “The Histories”,called them Scythians, Persian called them Saka, Chinesesources Se and Indian Tur [Osmonov 52]. While the Greek termScythians referred to the tribes populating the vast territoriesof Eurasia from the Black Sea to Siberia, the Persian term Sakawas more specific referring to those who lived on the territoryof present-day Central Asia, including Kyrgyzstan. As for theorigin of the Persian term Saka, most of scholars agree that itmeant “strong, powerful, skillful” [Osmonov 52].According to Persian sources, there were three main confederation of tribes: Tigrahauda, Haumavarga and Paradaraya.Tigrahauda (literally “wearing pointed caps”) populated the regions of Semirechye and the Tien Shan Mountains or northernKyrgyzstan and Central Asia. Haumavarga (literally “favoringthe holy drink haum”) lived in the south of Kyrgyzstan  — theFergana Valley. And Paradaraya or Water Saka were those wholived to the north from the Syr Darya River and the Aral Sea(Tabaldiev, Khudyakov). Each confederation consisted of varioustribes, for example, Tigrahauda included Massagetas, one of thelargest tribes, and the latter was often associated with it.Sakas of Central Asia spoke Eastern Iranian languages andbelonged to the Caucasoid race. However, some scholars assumethat Sakas were Mongoloid, especially those who lived in TienChapter 2. Ancient history (1000 BC – 300 AD) 29Shan and Semirechye [Osmonov 52]. They were of combinedMongoloid-Caucasoid type because of their assimilation to theealiest Mongolod population in Eurasia. The evidence of theirMongoloid origin was the images of Sakas on the walls ofPersepolis, the capital city of the Acaemenid Empire.Saka State cannot be considered a true state. Like manyearly states, Saka state did not represent a very stable politicalformation. It was the confederation of various tribes ruled byruling dynasties. Such groupings as family, clan and tribe laidthe foundation for the state. Then the traditional system wassupplemented with the supra-tribal structure that was to control and distribute the economic and military resources of thestate. Bureaucracy was not developed. Facing external threatslike wars could enforce the state formation, while peacefulperiods resulted in its decentralization. All tribes were quiteautonomous in their decisions and did not depend on the central power, so the latter did not interfere in the internal affairsof tribes and clans. All those became the main reasons whySaka state was not called the state but the tribal confederation[Christian 150–1].Saka State was ruled by the King or Queen who enjoyed a lotof power. He decided on the external issues such as peace andwar as well as the intertribal relations. He probably appointedthe religious leader during religious festivals and the militarycommander for military campaigns. His power was hereditaryand was passed on to his younger brother or son. The kingwas assisted by the Council of Elders that represented the mainbody in the state consisting of the chieftains of Saka tribes.Sakas were nomadic pastoralists. The climate and landscapein Kyrgyzstan didn’t favor a sedentary lifestyle [Osmonov 53].It was hard to find enough forage for animals staying in oneplace. Sakas have to move seeking for better grasslands. Sheep,goats, cattle and horses were cultivated by Sakas. The mostvalued by Sakas were horses. Horses were their transport, foodand the best friends in the war.",
      "picture": "https://upload.wikimedia.org/wikipedia/commons/3/38/Denis_Bourez_-_British_Museum%2C_London_%288747049029%29_%282%29.jpg",
      "id": 1
    },
    {
      "name": "Turkic era (500–1200)",
      "description": "The period of the early Middle Ages from the 6 th to the 13 th centuries can be also referred as the Turkic era in the history of Kyrgyzstan and Central Asia because it was marked by the migrationof Turkic-speaking tribes from the Altai Mountains to the CentralAsian region and the establishment of first Turkic dynasties andstates there. Turks assimilated the earlier Caucasoid and Iranian-speaking population of Central Asia, so that Mongoloid racialfeatures and Turkic languages began to dominate.The first state established by Turks in the 6 th century wasthe Great Turkic Kaganate. Its territory occupied the regionsof Central Asia, Mongolia and Southern Siberia and was thelargest Turkic state in Eurasia that reached the Aral Sea in thewest and the Baykal Lake in the east. Turks were nomads bytheir lifestyle and cattle-breeders by economic activity. In 603,the state split into two: the Western Turkic Kaganate and theEastern Turkic Kaganate. When the Western Turkic Kaganate inCentral Asia was destroyed by Chinese, other Turkic dynastiessuch as Turgesh, Karluk and finally Qarakhanid were establishedin Central Asia. During the Qarakhanid dynasty, the political,economic and cultural life of Turks prospered significantly.3.1. Turkic Kaganate (552–744)The first record of the name Turk was found in Chinesesources and dated to 546. The name was used by Sogdians,Persians and Byzantians for the new nomads of the steppes.It meant “strong”, “stable”, and “courageous”. Initially, the namehad a social rather than an ethnic meaning. It was used exceptionally for the military nobility. Later it became the ethnicterm for the tribal confederation and people that were brought40 History of Kyrgyzstanunder the rule of Turks [Osmonov 100]. The information aboutTurks could be also received from Turkic inscriptions, whichbecame a valuable source on the history of Turks since the7 th century. Moreover, Arab writers reported on the locationof Turks, their tribes, customs and beliefs.The origin of Turks could be traced back to Hunnu, a Mongoloid people living to the north from the Great Chinese Wall.There was a legend that explained the origin of Turks fromAshina, a mythic son of the she-wolf. According to the legend,the ancestors of Turks lived in Mongolian Altai. In one of thewars, all Turks were killed, and the only one remained was amaimed boy. The she-wolf saved and fed the boy. Later she gavebirth to ten sons whose father was the maimed boy [Christian248–9]. One of those ten sons was Ashina  — the forefatherof Turks who ruled on the Altai Mountains. Another one wasKyrgyz who became the ancestor of the Yenisei Kyrgyz.In the 5 th century, Turks were subordinated by Juan Juanswho dominated in Central Asia. The Altai Mountains were richin iron ore. Turks smelted iron ore and produced various toolsand weapons from it. They also paid their tribute to Juan JuansChapter 3. Turkic era (500–1200) 41in iron. Within a hundred of years Turks managed to establisha large army with well-trained and well-armed soldiers. Bythe middle of the 6 th century, all tribes populating Altai weresubjected to Turks. In 552, Turks under the leadership of Bumin defeated Juan Juans and established the first Turkic State[Osmonov 100].",
      "picture": "https://cdnuploads.aa.com.tr/uploads/Contents/2022/11/09/thumbs_b_c_43512d5126e6d440251be191c725a7bf.jpg?v=122609",
      "id": 2
    },
    {
      "name": "Mongol rule (1200–1500)",
      "description": "The 13 th century marked one of the most tragic pages in thehistory of Kyrgyzstan and Central Asia. It was the destructiveMongol invasion. The Mongol army created by Genghis khanconquered the territory of Central Asia and destroyed the developed Turkic culture. The prospering cities were ruined andturned into pastures. Instead of Turkic states, a large MongolEmpire along with smaller Mongol states such as Qaidu Stateand Mogolistan were established on the territory of CentralAsia by Genghis Khan and his descendants.However, one hundred and fifty years later, the new rulerof Central Asia Amir Timur was able to revive the destroyedeconomy and culture of the region and create the empirealmost equal to the Mongol one in size and power. The timeof Timur is known as the most prosperous in the history ofpost-Mongolian Central Asia.The Mongol invasion had a significant impact on the population and culture of Central Asia. In the ethnic compositionof the region, the Mongol element began dominating. Rulingdynasties were gradually Turkicised and Islam became thedominant religion of those states.4.1. Mongol Empire (1200–1300)In the 10 th century, Mongolia represented the country ofnomads grouped into tribes. Those tribes were often in conflictto each other driving away animals and kidnapping women.The eastern part from the Khingan Mountains was occupiedby Mongolian-speaking tribes, while the western and centralparts of Mongolia used to be predominantly Turkic. Those living in Eastern Mongolia called themselves Tatars and Mongols56 History of Kyrgyzstan[Soucek 104]. That was the reason why Mongols were oftencalled Tatars or Tataro-Mongols by Chinese and other subordinate peoples. On the other hand, Tatars were one of theMongol tribes that didn’t submit voluntarily to Genghis Khanand usually stood in the forefront of the Mongol army [Osmonov 146].The 1162 (1167) was the year when the leader of Borjiginclan in Mongol tribe Yesugei got a son Temujin. Later Yesugeiwas killed by Tatars and his wife Hoelun and children wereabandoned by the members of the tribe. Temujin and his familyhad to go through many obstacles and hardships to survivebefore he finally managed to bring all Mongol tribes under hiscontrol and unite them [Osmonov 142].In 1206, Temujin was announced Genghis Khan (UniversalKhan) at the all-Mongolian kurultai (meeting) and became theonly ruler of the Mongol Empire [Osmonov 143]. Genghis Khanwas able to create an absolutely loyal, disciplined and strongarmy. The main force of the army was its well-trained cavalry.His soldiers and commanders were often from the ordinarypeople. Genghis Khan didn’t distinguish his soldiers and com-Chapter 4. Mongol rule (1200–1500) 57manders by their origin but by their talents and skills. Therefore,there were many commanders in the army from the commonpeople who were promoted due to their personal merits (thesystem of meritocracy).Genghis Khan divided his army and state into tens, hundreds,thousands and ten thousands (tumens). Each one had its leaderwhose position was hereditary. The leaders of tumens assumedstate and military functions [Osmonov 145]. They had to control people on their territory, distribute pastures, collect taxes, lead the army during wars, and take care of the weaponryand armor.After he was able to subordinate and unite all Mongoliantribes, he decided to launch campaigns beyond Mongolia. Threecampaigns were initiated. The first was organized to the northagainst the Yenisei Kyrgyz, the second was to the south-westagainst Tanguts and the third was to the south-east against theChin dynasty established in northern China [Soucek 104].Genghiz Khan was a flexible and pragmatic politician. In caseof a peaceful surrender, he kept an enemy a throne and his life.Resistance meant extermination and devastation.In 1207, the Yenisei Kyrgyz submitted themselves to Genghiz Khan. But in 1218, they rebelled against Mongols. GenghizKhan sent his eldest son Juchi to suppress the rebellion [Osmonov 143]. After suppression, the disobedient Kyrgyz were resettled in different regions of the Mongol Empire.Tanguts, a people of Tibeto-Burman origin also submittedto Genghis Khan in 1209 but later they rebelled and paid forthis with extinction [Soucek 105].In 1215, Beijing fell. However, after the conquest of Beijing,Mongols turned their attention to the west  — the Central Asianregion [Soucek 105].",
      "picture": "https://farm6.staticflickr.com/5105/5583735647_4f3b8bdf73.jpg",
      "id": 3
    },
    {
      "name": "Kyrgyz consolidation (1400–1800)",
      "description": "The period of the 15–19 th centuries is characterized by theabsence of Kyrgyz statehood. Kyrgyz leaders were fighting tounite Kyrgyz tribes and create the Kyrgyz state. However, thisstruggle was not successful. Therefore, the formation of theKyrgyz people as well as the following history of the Kyrgyz inthe 15–19 th centuries took place in terms of no Kyrgyz state.Instead of this, Kyrgyz created the dual ethno-political system oftwo wings that for four centuries maintained its ethno-politicaland cultural integrity.External enemies played an important part in the unificationof the Kyrgyz. A joint struggle of the Kyrgyz against Jungars,Chinese and Koqand brought various Kyrgyz tribes together.During the 15–19 th centuries, Kyrgyz were under the domination of Jungars who in the mid 18 th century were destroyedby Chinese. After Chinese destroyed Jungar Khanate, it ceasedto exist and its population was massacred. Later Chinese beganclaiming the territory of the Kyrgyz and only decisive resistanceof Kyrgyz put an end to the expansionist policy of Chinese.In the early 19 th century, Kyrgyz appeared under the domination of another state of Central Asia — the Koqand Khanate.Thanks to its expansionist policy, Koqand became the mostpowerful and large state of Central Asia. The hegemony ofKoqand over the Kyrgyz lasted till the 1880s when as a resultof the Pulat Khan Rebellion in 1873–76, the ruler of KoqandKhudoyar Khan escaped to seek the protection of Russians,while the rebellion was suppressed by Russian troops and theKoqand Khanate was abolished.",
      "picture": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/National_delimitation_in_Middle_Asia.jpg/440px-National_delimitation_in_Middle_Asia.jpg",
      "id": 4
    },
    {
      "name": "Russian rule (1860–1917)",
      "description": "With the advent of the Bolsheviks to power in 1917, a newpage opened in the history of Kyrgyzstan. The idea of building a socialist society where no exploitation and people wereequal was supported by the peoples of Central Asia. However,the establishment of the Soviet rule and the building of thenew socialist society were accompanied by the persecution ofreligious figures, national leaders and the wealthy. Atheization,Collectivization and Cultural Revolution led to mass killings ofmany innocent people.At the same time, the Soviet period appeared to be the mostfruitful for the political, economic and cultural developmentof Central Asia. The elimination of illiteracy and the creationof the system of elementary, secondary and higher education,the development of professional literature, theatre, painting,cinema, science and the establishment of a large-scale heavymetal processing industry and machinery were unprecedentedin the history of the region. Moreover, the creation of Kyrgyzstatehood in the form of an autonomous region and then anautonomous republic and a union republic became possibleonly thanks to the policy of Bolsheviks.A big trial for the Soviet people was the Great PatrioticWar. More than 30 million people died on the front and theterritories occupied by fascists. Destroyed cities and villages,factories and plants, burned fields and others were the calamitiesthat the Soviet people went through. After the war, a bipolarworld with two superpowers such as the USSR and the USAwas established.Perestroika of the 1980s uncovered many contradictions andmisbalances of the Soviet policy that for a long time implicitlyChapter 7. Soviet rule (1918–1991) 89existed in the state and society. The Communist ideology andextensive methods of the development did not any more justifythemselves. With the policy of publicity, many problems cameto the surface. The universal political, economic and social crisisthat broke out in the late 1980s brought to the dissolution ofthe USSR.7.1. Revolutions and Civil War (1917–1920)februaryrevolutionThe February Revolution was a bourgeois democratic revolution aimed to overthrow monarchyand provide political freedoms to its people suchas the freedom of speech, the freedom of press, the freedomof associations and others [Osmonov 342].The participation of the Russian Empire in World War I aswell as the unresolved land issue, the oppression of minorities,the lack of freedoms and other problems provoked a revolutionon February 27, 1917, that resulted in the collapse of the Tsaristregime and the establishment of a democratic government.As a result of the February Revolution, so-called dual authority was established: the Provisional Government underAlexander Kerensky and the Soviets of Workers’, Soldiers’ andPeasants’ Deputies. The Provisional Government representeda coalition government comprised of different political partiessuch as Constitutional Democratic Party, Socialist RevolutionaryParty, Octobrist party, and Social Democratic Party (Mensheviks)with the only exception of the Russian Social Democratic LaborParty (Bolsheviks) who refused to join. In 1912, the RussianSocial Democratic Labor Party formed in 1899 in Minsk splitinto two: the Russian Social Democratic Labor Party (Bolsheviks) and the Social Democratic Labor Party (Mensheviks).Bolshevik Party under the leadership of Vladimir Ilyich Lenincreated its own bodies: the Soviets of Workers’, Soldiers’ andPeasants’ Deputies.The news about the success of the February Revolutionreached Kyrgyzstan in early March 1917. Mass demonstrations90 History of Kyrgyzstandemanding to overthrow Tsarism, to introduce 8 hours workingday, to put an end to World War I, to release political prisoners,took place [Osmonov 342]. Following the example of Russia,new authorities were established in Kyrgyzstan too.The February Revolution first succeeded in the south ofKyrgyzstan where mining and industrial centers such as KyzykKiya, Sulyukta and others were located and many workers wereemployed, and then in the northern cities of Tokmok, Naryn,Przhevalsk [Istoriya kyrgyzov 181] that represented traditionalnomadic zones of the Kyrgyz with animal husbandry as themain economy",
      "picture": "https://media.istockphoto.com/id/1169694675/video/russian-empire-flag-with-eagle-emblem-closeup-1080p-full-hd-1920x1080-footage-video-waving-3d.jpg?s=640x640&k=20&c=-XF46juyBokMJa5KvBHpK3aM_jD1wDkAJv5atOI9POs=",
      "id": 5
    },
    {
      "name": "Soviet rule (1918–1991)",
      "description": "With the abolition of the Koqand Khanate, the new era beganin the history of Kyrgyzstan – the development of Kyrgyzstaninside the Russian Empire. The annexation of Kyrgyzstan byRussia was preceded by the period of Kyrgyz embassies sentby northern Kyrgyz leaders to join Russia and be protectedfrom both external and internal threats. Intensified intertribalhostilities among the Kyrgyz themselves as well as the externalthreats coming from China, Koqand and Kazakhs became thefactors that forced northern Kyrgyz tribes to seek the protectionof Russia. While the northern Kyrgyz joined Russia voluntarily,southern Kyrgyzstan was taken by force as a result of colonization policy and military campaigns of the Russian Empire.The arrival of Russians in Central Asia significantly changedthe traditional life style of the local population. The new administrative and economic relations introduced in the regionwere characterized by the new land ownership and tax policiesof Russian authorities. Growing Russian migration to the regionand granting them the best lands became the main reasonof the Kyrgyz and other Central Asian uprisings against theRussian rule ",
      "picture": "https://ichef.bbci.co.uk/news/448/mcs/media/images/59961000/jpg/_59961818_soviet_stalin2_2011_g.jpg",
      "id": 6
    }
  ]
}